Repository: better-rail/app
Catalog: ios/WatchBetterRail Extension/*.lproj/Localizable.strings
Languages: ar

source: No Favorites
ar: لا مفضلات

# no-favorites-message
source: You can add favorites from your iPhone
ar: يمكنك إضافة مفضلات من جهاز iPhone الخاص بك

# no-trains-found
source: No trains found for today
ar: لا توجد قطارات لهذا اليوم

# departure
source: Depart
ar: انطلاق

# arrival
source: Arrive
ar: وصول

source: Train %@
ar: قطار رقم %@

source: Platform %@
ar: رصيف %@

source: Exchange
ar: تبديل

# stay-at %@
source: Stay at Platform %@
ar: الرجاء الانتظار في الرصيف %@

# move-to %@
source: Move to Platform %@
ar: الرجاء الانتقال الى رصيف %@
