Repository: better-rail/app
Catalog: ios/*.lproj/Localizable.strings
Languages: he, ru

source: No Favorites
he: אין מועדפים
ru: Нет избранных маршрутов

# no-favorites-message
source: You can add favorites from your iPhone
he: ניתן להוסיף מסלולים מועדפים דרך האייפון
ru: Добавить маршрут в избранное можно с iPhone

# no-trains-found
source: No trains found for today
he: לא נמצאו רכבות להיום
ru: Поездов на сегодня не найдено

# departure
source: Depart
he: יציאה
ru: Отправление

# arrival
source: Arrive
he: הגעה
ru: Прибытие

source: Train %@
he: רכבת מס' %@
ru: Поезд %@

source: PLATFORM %@
he: רציף %@
ru: Платформа %@

source: Train %@ ・ Platform %@
he: רכבת מס' %@ ・ רציף %@
ru: Поезд %@ ・ Платформа %@

source: Exchange
he: החלפה
ru: Пересадка

# stay-at %@
source: Stay at Platform %@
he: יש להשאר ברציף %@
ru: Остаться на платформе %@

# move-to %@
source: Move to Platform %@
he: יש לעבור לרציף %@
ru: Перейти на платформу %@

source: From
he: מוצא
ru: от

source: To
he: יעד
ru: к

source: Origin
he: תחנת מוצא
ru: источник

source: Destination
he: תחנת יעד
ru: место назначения

source: Search
he: חיפוש
ru: поиск

source: Search Route
he: תכנון מסלול
ru: маршрут поиска

source: No more trains for today.
he: אין יותר רכבות להיום.
ru: Сегодня поездов больше нет.

source: No trains for today.
he: לא נמצאו רכבות להיום.
ru: Поездов на сегодня не найдено.

source: DEPART
he: יציאה

source: HEADED TO
he: תחנת יעד

source: WAIT IN
he: המתן בתחנת

source: ARRIVE
he: יעד

source: NEXT STATION
he: התחנה הבאה

source: ARRIVED AT
he: הגעת ליעד

source: Depart from Platform %@
he: הרכבת תצא מרציף %@

source: Train %@ to %@
he: רכבת %@ ל%@

source: min
he: דק'

source: Get off in the next stop
he: הגעה ליעד בתחנה הבאה

source: Get off in %@ stops
he: הגעה ליעד בעוד %@ תחנות

# get off
source: Get off the train
he: הרכבת מגיעה ליעד

source: Thanks for riding with Better Rail!
he: תודה שנסעתם עם בטר רייל!

# time left depart
source: Time left to departure
he: זמן שנותר ליציאת הרכבת

# time left arrival
source: Time left to arrival
he: זמן שנותר להגעה ליעד
